namespace ConsoleTask;

class ConsoleApp
{
  /// Задача: Спросить у пользователя его возраст
  ///         и в ответ вывести "Тебе <n> лет",
  ///         где n - введенный возраст.
  public void getAge()
  {
    // писать код здесь
  }

  /// Задача: Спросить у пользователя его возраст
  ///         и в ответ вывести "Тебе <n> лет",
  ///         где n - введенный возраст.
  ///         Напиши код таким образом, чтобы метод Console.Write()
  ///         использовался только 1 раз.
  public void getAge2()
  {
    // писать код здесь
  }

  /// Задача: Спросить у пользователя число ("Введите число: ")
  ///         и в ответ вывести результат умножения этого числа на 2
  ///         Пример: пользователь передает значение 5, программа выдает 10
  public void mutiplyBy2()
  {

  }
}