namespace Lesson2Variable;

class Task {
  void whatIsMyAge() {
    // на след. строке объяви целочисленную переменную, назови ее myAge ("мой возраст");

    // присвой переменной подходящее значение;
  }

  void whatIsMyHeight()
  {
    // на след. строке объяви переменную с плавающей точкой, назови ее myHeight ("мой рост");

    // присвой переменной подходящее значение (в метрах);
  }


  void whatIsMyName()
  {
    // на след. строке объяви переменную для текста, назови ее myName ("мое имя");

    // присвой переменной подходящее значение;
  }

  void whatIsFirstLetterOfName()
  {
    // ообъяви переменную с именем firstLetter ("первая буква")
    // и присвой ей первую букву своего имени;
  }

  void whatIsColdTemperature() {
    // создай переменную, в которой будет храниться температура жидкого азота (в цельсиях)
    // присвой ей правильное значение
  }
}