namespace ConditionsTask;

class Conditions
{
  ///  Используя конструкцию if..else, напиши код,
  ///  который будет спрашивать: "Какой ЯП мы изучаем?"

  /// Если пользователь вводит C#, то показать: «Верно!»,
  /// в противном случае – отобразить: «Не знаете? C#!»
  void languagePrompt()
  {
    // Напиши код ниже:
  }

  /// Используя конструкцию if..else, напишите код,
  /// который получает число через Console.ReadLine, а затем выводит в Console.WriteLine:
  /// 
  /// 1, если значение больше нуля,
  /// -1, если значение меньше нуля,
  /// 0, если значение равно нулю.
  /// (предполагается, что пользователь вводит только числа)
  void numberPrompt()
  {
    int userNumber = int.Parse(Console.ReadLine());
    // Напиши код ниже:
  }
}
